ohmyzsh/ohmyzsh
ohmyzsh/ohmyzsh path:lib

Junker/zsh-archlinux branch:main
aubreypwd/zsh-plugin-fd branch:1.0.0
reegnz/jq-zsh-plugin
unixorn/docker-helpers.zshplugin

ohmyzsh/ohmyzsh path:plugins/aws
ohmyzsh/ohmyzsh path:plugins/branch
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/docker-compose
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/redis-cli
ohmyzsh/ohmyzsh path:plugins/ssh-agent
ohmyzsh/ohmyzsh path:plugins/systemd
ohmyzsh/ohmyzsh path:plugins/tmux
ohmyzsh/ohmyzsh path:plugins/zsh-interactive-cd

zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search
zsh-users/zsh-syntax-highlighting

unixorn/fzf-zsh-plugin branch:main

romkatv/powerlevel10k
